Revit 2027 API
ParameterTypeId.StairsBaseOffset Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsBaseOffset { get; }
Public Shared ReadOnly Property StairsBaseOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsBaseOffset {
	ForgeTypeId^ get ();
}
static member StairsBaseOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace